[Demo_Shinobu_ep6_2_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=5355,Y=-1660,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=5355,Y=-1850,Z=0),VecSub=(X=90,Y=0,Z=0),CId=70)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=5355,Y=-1850,Z=-300),VecSub=(X=90,Y=0,Z=0),CId=71)
DemoScripts[5]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[6]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[8]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Decision.GG2_BGM_DM_CMN_Decision_Cue')
DemoScripts[9]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Schoolzone.GG2_AMB_Schoolzone_LP_Cue')
DemoScripts[10]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[11]=(Actor=FADE,Command=WAIT)
DemoScripts[12]=(Actor=WINDOW,Command=SET)
DemoScripts[13]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[14]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0108_fx_Stand2Tilt",Rate=0,Number=2,Bit=0)
DemoScripts[15]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0800_lp_Tilt",Number=8)
DemoScripts[16]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_2.GG2_V_Shinobu_ep6_2_002_Cue',Name="カミゾノ　マヤ")
DemoScripts[17]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[18]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[19]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[20]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0801_fx_Tilt2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[21]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[22]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[23]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[24]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_2.GG2_V_Shinobu_ep6_2_005_Cue',Name="カミゾノ　マヤ")
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[26]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[27]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[28]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0110_fx_Stand2Envy",Rate=0,Number=3,Bit=1)
DemoScripts[29]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_1000_lp_Envy",Number=8)
DemoScripts[30]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[31]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_2.GG2_V_Shinobu_ep6_2_007_Cue',Name="カミゾノ　マヤ")
DemoScripts[32]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[33]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[34]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_2.GG2_V_Shinobu_ep6_2_008_Cue',Name="カミゾノ　マヤ")
DemoScripts[35]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[36]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[37]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[38]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_1001_fx_Envy2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[39]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[40]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_2.GG2_V_Shinobu_ep6_2_010_Cue',Name="カミゾノ　マヤ")
DemoScripts[41]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[42]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[43]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_2.GG2_V_Shinobu_ep6_2_011_Cue',Name="カミゾノ　マヤ")
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[45]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[46]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_2.GG2_V_Shinobu_ep6_2_012_Cue',Name="エコロ")
DemoScripts[47]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[48]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[49]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[50]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[51]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_2.GG2_V_Shinobu_ep6_2_014_Cue',Name="カミゾノ　マヤ")
DemoScripts[52]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[53]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[54]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0202_lp_half_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0107_fx_Stand2Depressed",Rate=0,Number=3,Bit=1)
DemoScripts[55]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0700_lp_Depressed",Number=8)
DemoScripts[56]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_2.GG2_V_Shinobu_ep6_2_015_Cue',Name="カミゾノ　マヤ")
DemoScripts[57]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[58]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[59]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[60]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0701_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[61]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[62]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_2.GG2_V_Shinobu_ep6_2_017_Cue',Name="カミゾノ　マヤ")
DemoScripts[63]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[64]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[65]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[66]=(Actor=WINDOW,Command=EXIT)
DemoScripts[67]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[68]=(Actor=FADE,Command=WAIT)
DemoScripts[69]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Normal_Cue')
DemoScripts[70]=(Actor=CHARACTER,Command=EXIT,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',CId=70)
DemoScripts[71]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[72]=(Actor=FADE,Command=WAIT)
DemoScripts[73]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[74]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[75]=(Actor=FADE,Command=WAIT)
DemoScripts[76]=(Actor=CHARACTER,Command=SET,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=POS,Vec=(X=5355,Y=-1850,Z=0),CId=71)
DemoScripts[77]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[78]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[79]=(Actor=FADE,Command=WAIT)
DemoScripts[80]=(Actor=WINDOW,Command=SET)
DemoScripts[81]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_2.GG2_V_Shinobu_ep6_2_019_Cue',Name="エコロ")
DemoScripts[82]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[83]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[84]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[85]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[86]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep6_2.GG2_V_Shinobu_ep6_2_021_Cue',Name="エコロ")
DemoScripts[87]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[88]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[89]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[90]=(Actor=WINDOW,Command=EXIT)
DemoScripts[91]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[92]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[93]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[94]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[95]=(Actor=SYSTEM,Command=END)

[Select_Shinobu_ep6_2_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Shinobu_ep6_2_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="小真夜,我正在找妳呢.")

Texts[1]=(Label="TEXT02",Name="真夜",Text="峯哥,有什麼事嗎?")

Texts[2]=(Label="TEXT03",Name="峯大",Text="小真夜....../n事出突然,但我想問個奇怪的問題......")

Texts[3]=(Label="TEXT04",Name="峯大",Text="小忍對我....../n如果說她有拒絕我的理由,/n妳覺得那會是什麼?")

Texts[4]=(Label="TEXT05",Name="真夜",Text="拒絕峯哥?/n那種事是,不可能的./n因為,小忍她......")

Texts[5]=(Label="TEXT06",Name="峯大",Text="我......那個....../n基於某些理由,能夠清楚看見/n小忍她的心靈之壁.")

Texts[6]=(Label="TEXT07",Name="真夜",Text="小忍她,可是最喜歡,/n峯哥的唷?")

Texts[7]=(Label="TEXT08",Name="真夜",Text="因為小忍/n在我去修行的,3年之間/n老是在說,峯哥的事情.")

Texts[8]=(Label="TEXT09",Name="峯大",Text="咦......?")

Texts[9]=(Label="TEXT10",Name="真夜",Text="峯哥在上課的時候/n打了幾次呵欠,/n晚餐喫了什麼,之類的......")

Texts[10]=(Label="TEXT11",Name="真夜",Text="還有峯哥扔掉的講義背後/n寫的詩非常美妙什麼的,/n她說了很多,而且看起來,很高興......")

Texts[11]=(Label="TEXT12",Name="艾可蘿",Text="我現在非常想要吐槽/n想得不得了....../n不過還是看氣氛自我約束了.")

Texts[12]=(Label="TEXT13",Name="峯大",Text="是......是嗎?/n可是我在這3年當中/n一次都沒和小忍說過話耶......?")

Texts[13]=(Label="TEXT14",Name="真夜",Text="一次都......? 那個小忍......?/n我還以為,你們只是稍微/n吵架了......而已......")

Texts[14]=(Label="TEXT15",Name="真夜",Text="抱歉,峯哥./n我不明白.")

Texts[15]=(Label="TEXT16",Name="峯大",Text="......這樣啊./n小真夜也不知道嗎....../n抱歉啊,為了奇怪的事叫住妳.")

Texts[16]=(Label="TEXT17",Name="真夜",Text="不會./n要是還有什麼不清楚的事/n就聯絡我吧?")

Texts[17]=(Label="TEXT18",Name="峯大",Text="謝謝妳,/n小真夜.")

Texts[18]=(Label="TEXT19",Name="艾可蘿",Text="結果還是不知道/n守護者的真面目呢......")

Texts[19]=(Label="TEXT20",Name="峯大",Text="沒想到連那個小真夜也不知道....../n既然如此,就只能直接問本人了吧......")

Texts[20]=(Label="TEXT21",Name="艾可蘿",Text="要是那樣也不行的話,/n就照當初的預定,強行突破吧./n沒問題吧,峯大大人?")

Texts[21]=(Label="TEXT22",Name="峯大",Text="......嗯./n但我不到最後關頭是不會放棄的.")

Texts[22]=(Label="",Name="",Text="")

Texts[23]=(Label="SELECT01",Name="",Text="")

Texts[24]=(Label="SELECT02",Name="",Text="")

Texts[25]=(Label="SELECT03",Name="",Text="")

Texts[26]=(Label="SELECT04",Name="",Text="")

Texts[27]=(Label="SELECT05",Name="",Text="")

Texts[28]=(Label="SELECT06",Name="",Text="")

Texts[29]=(Label="SELECT07",Name="",Text="")

Texts[30]=(Label="SELECT08",Name="",Text="")

Texts[31]=(Label="SELECT09",Name="",Text="")

Texts[32]=(Label="SELECT10",Name="",Text="")


